Repository: phako/rygel-debian
Catalog: po/*.po
Languages: cs, de, es, gl, he, sl, zh_cn, zh_hk

source: Failed to find entry point function '%s' in '%s': %s
cs: Selhalo nalezení vstupního bodu funkce „%s“ v „%s“: %s
de: Eintrittspunktsfunktion »%s« konnte nicht in %s gefunden werden:%s
es: Falló al encontrar la función del punto de entrada «%s» en «%s»: %s
gl: Produciuse un fallo ao encontrar a función do punto de entrada «%s» en «%s»: %s
he: ארע כשל במציאת פונקציית נקודת הרשומה '%s' תחת '%s':‏ %s
sl: Iskanje funkcije vstopne točke '%s' v '%s' je spodletelo: %s
zh_cn: 无法在 %2$s 中找到入口点函数 %1$s ：%3$s
zh_hk: 無法在「%2$s」中找到進入點函數「%1$s」：%3$s

source: Loaded module source: '%s'
cs: Načten zdroj modulu: „%s“
de: Geladene Modulquelle: »%s«
es: Módulo de origen cargado: «%s»
gl: Orixe do módulo cargada: «%s»
he: נטען מקור המודול: '%s'
sl: Naložen je vir modula: '%s'
zh_cn: 已加载模块源：'%s'
zh_hk: 已載入的模組來源：「%s」

source: XML node '%s' not found.
cs: Uzel XML „%s“ nenalezen.
de: XML-Knoten »%s« wurde nicht gefunden.
es: No se encontró el nodo XML «%s».
gl: Non foi posíbel encontrar o nodo XML «%s».
he: צומת ה־XML ‏'%s' לא נמצאה.
sl: XML vozlišča '%s' ni mogoče najti.
zh_cn: 没有找到 XML 节点 '%s'
zh_hk: 找不到 XML 節點「%s」。

source: No icon provided by plugin '%s'. Using Rygel logo..
cs: Zásuvný modul „%s“ neposkytuje žádnou ikonu. Použije se logo Rygel…
de: Von Plugin »%s« wurde kein Symbol bereitgestellt. Das Rygel-Logo wird verwendet.
es: El complemento %s no proporcionó ningún icono. Usando el logotipo de Rygel…
gl: O engadido %s non forneceu ningunha icona. Usando o logotipo de Rygel...
he: לא סופק סמל על ידי התוסף '%s'. נעשה שימוש בלוגו של Rygel...
sl: Vstavek '%s' ne zagotavlja ikone. Uporaba logotipa Rygel ...
zh_cn: 插件 '%s' 没有提供图标。使用 Rygel 徽标...
zh_hk: 外掛程式「%s」沒有提供圖示。使用 Rygel 標幟..

source: Failed to write modified description to %s
cs: Selhal zápis změněného popisu do %s
de: Geänderte Beschreibung konnte nicht in %s gespeichert werden
es: Falló al escribir la descripción modificada en %s
gl: Produciuse un fallo ao gravar a descrición modificada en %s
he: ארע כשל בכתיבת התיאור השונה אל %s
sl: Zapisovanje spremenjenega zapisa v %s je spodletelo
zh_cn: 无法写入更改后的描述到 %s
zh_hk: 無法寫入修改描述至 %s

source: No such container
cs: Žádný takový kontejner neexistuje
de: Kein solcher Container
es: No existe tal contenedor
gl: Non existe tal contedor
he: אין כזה מכל
sl: Ni takšnega zabojnika
zh_cn: 无此类容器
zh_hk: 沒有這個容器

source: Executing search request: %s
cs: Spouští se požadavek na hledání: %s
de: Suchanfrage wird ausgeführt: %s
es: Ejecutando la consulta de búsqueda: %s
gl: Executando a consulta de busca: %s
he: מופעלת בקשת החיפוש: %s
sl: Izvajanje zahteve iskanja: %s
zh_cn: 正在执行搜索请求：%s
zh_hk: 正在執行搜尋要求：%s

source: Specified container does not exist.
cs: Určený kontejner neexistuje.
de: Angegebener Container existiert nicht.
es: El contenedor especificado no existe.
gl: O contedor especificado non existe.
he: המכל שצוין אינו קיים.
sl: Navedeni zabojnik ne obstaja.
zh_cn: 指定的容器不存在。
zh_hk: 指定的容器並不存在。

source: No object satisfies given search criteria.
cs: Žádný objekt nevyhovuje daným vyhledávacím kritériím.
de: Kein Objekt erfüllt die angegebenen Suchkriterien.
es: Ningún objeto satisface el criterio de búsqueda proporcionado.
gl: Ningún obxecto satisfai o criterio de busca fornecido.
he: אין עצם המספק את תנאי החיפוש שסופקו.
sl: Noben predmet ne zadostuje podanim kriterijem iskanja.
zh_cn: 没有满足给定搜索标准的目标。
zh_hk: 沒有物件符合指定的搜尋條件。

source: Failed to search in '%s': %s
cs: Selhalo hledání v „%s“: %s
de: Suche in »%s« ist fehlgeschlagen: %s
es: Falló al buscar en «%s»: %s
gl: Produciuse un fallo ao buscar en «%s»: %s
he: ארע כשל בחיפוש תחת '%s':‏ %s
sl: Iskanje v '%s' je spodletelo: %s
zh_cn: 无法在 '%s' 中搜索：%s
zh_hk: 無法在「%s」中搜尋：%s

source: Failed to read from URI: %s: %s
cs: Selhalo čtení z adresy URI: %s: %s
de: Aus der Adresse »%s« konnte nicht gelesen werden: %s
es: Falló al leer del URI: %s: %s
gl: Produciuse un fallo ao ler do URI %s: %s
he: ארע כשל בקריאה מהכתובת: %s:‏ %s
sl: Branje iz naslova URI je spodletelo: %s: %s
zh_cn: 无法从 URI 中读取：%s：%s
zh_hk: 無法從 URI 讀取：%s：%s

source: Failed to seek to %s-%s on URI %s: %s
cs: Selhal přesun na %s-%s na adrese URI %s: %s
de: Suchlauf nach %s-%s in Adresse %s ist fehlgeschlagen: %s
es: Falló al buscar hasta %s-%s en el URI %s: %s
gl: Produciuse un fallo ao buscar ao %s-%s no URI %s:%s
he: ארע כשל במעבר אל %s‏-%s בכתובת %s:‏ %s
sl: Iskanje do %s-%s na URI je spodletelo: %s: %s
zh_cn: 无法在 URI %3$s 上定位到 %1$s-%2$s：%4$s
zh_hk: 無法在 URI %3$s 搜尋到 %1$s-%2$s：%4$s

source: Failed to read contents from URI: %s: %s
cs: Selhalo čtení obsahu z adresy URI: %s: %s
de: Inhalte aus Adresse %s konnten nicht gelesen werden: %s
es: Falló al leer el contenido del URI: %s: %s
gl: Produciuse un fallo ao ler o contido do URI %s: %s
he: ארע כשל בקריאת התוכן מהכתובת: %s:‏ %s
sl: Branje vsebine iz naslova URI je spodletelo: %s: %s
zh_cn: 无法从 URI %s 中读取内容：%s
zh_hk: 無法從 URI 讀取內容：%s：%s

source: Failed to close stream to URI %s: %s
cs: Selhalo uzavření proudu do adresy URI %s: %s
de: Datenstrom zu Adresse %s konnte nicht geschlossen werden: %s
es: Falló al cerrar el flujo en el URI %s: %s
gl: Produciuse un fallo ao pechar o fluxo no URI %s: %s
he: ארע כשל בסגירת התזרים לכתובת %s:‏ %s
sl: Zapiranje pretoka do naslova URI %s je spodletelo: %s
zh_hk: 無法關閉至 URI %s 的串流：%s

source: No subtitle available
cs: Nejsou dostupné žádné titulky
de: Keine Untertitel verfügbar
es: No existen subtítulos disponibles
gl: Non hai subtítulos dispoñíbeis
he: אין כתוביות זמינות
sl: Ni podnapisov na voljo
zh_cn: 无可用的字幕
zh_hk: 沒有字幕可用

source: Failed to find thumbnails folder.
cs: Selhalo nalezení složky s náhledy.
de: Ordner für Vorschauen konnte nicht gefunden werden.
es: Falló al buscar la carpeta de miniaturas.
gl: Produciuse un fallo ao encontrar o cartafol de miniaturas.
he: ארע כשל באיתור תיקיית התמונות הממוזערות.
sl: Iskanje mape sličic je spodletelo.
zh_cn: 无法找到缩略图文件夹。
zh_hk: 無法找到縮圖資料夾。

source: No thumbnailer available: %s
cs: Žádný generátor náhledů není k dispozici: %s
de: Kein Vorschauprogramm verfügbar: %s
es: No existe generador de miniaturas disponible: %s
gl: Non está dispoñíbel o xerador de miniaturas: %s
he: תכנית למזעור תמונות אינה זמינה: %s
sl: Ustvarjalnik sličic ni na voljo: %s
zh_cn: 无可用的缩略图：%s
zh_hk: 沒有可用的縮圖：%s

source: No thumbnail available
cs: Žádný náhled není k dispozici
de: Keine Vorschau verfügbar
es: No existe generador de miniaturas disponible
gl: Non está dispoñíbel a miniatura
he: אין תמונה ממוזערת
sl: Sličice niso na voljo
zh_cn: 无可用的缩略图
zh_hk: 沒有可用的縮圖

source: No transcoder available for target format '%s'
cs: Pro formát „%s“ není k dispozici žádný převodník
de: Für das Zielformat »%s« ist kein Umwandler verfügbar
es: No existe un transcodificador disponible para el fomato de destino «%s»
gl: Non hai un transcodificador dispoñíbel par ao formato destino «%s»
he: אין ממיר דיגיטלי זמין עבור פורמט היעד '%s'
sl: Za ciljno obliko '%s' ni na voljo ustreznega prekodirnika
zh_cn: 没有目标格式 '%s' 的转码器可用
zh_hk: 沒有目標格式「%s」適用的轉碼器

source: Loaded user configuration from file '%s'
cs: Načteno uživatelské nastavení ze souboru „%s“
de: Benutzerkonfiguration wurde aus Datei »%s« geladen
es: Configuración de usuario cargada del archivo «%s»
gl: Configuración de usuario cargada do ficheiro «%s»
he: תצורת המשתמש נטענה מהקובץ '%s'
sl: Uporabniške nastavitve so naložene iz datoteke '%s'
zh_cn: 已从文件 '%s' 中加载用户配置
zh_hk: 從檔案「%s」載入的組態

source: Failed to save configuration data to file '%s': %s
cs: Selhalo uložení dat nastavení do souboru „%s“: %s
de: Speichern der Konfigurationsdaten in Datei »%s« ist fehlgeschlagen: %s
es: Falló al guardar los datos de configuración en el archivo «%s»: %s
gl: Produciuse un fallo ao gardar os datos de configuración no ficheiro «%s»: %s
he: ארע כשל בשמירת נתוני התצורה לקובץ '%s':‏ %s
sl: Shranjevanje podatkov nastavitev v datoteko '%s' je spodletelo: %s
zh_cn: 保存配置数据至文件 '%s' 失败：%s
zh_hk: 無法將組態資料儲存為檔案「%s」：%s

source: No value available for '%s'
cs: Pro „%s“ není dostupná žádná hodnota
de: Kein Wert verfügbar für »%s«
es: No existe un valor disponible para «%s»
gl: Non existe un valor dispoñíbel para «%s»
he: אין ערך זמין עבור '%s'
sl: Za '%s' ni na voljo nobene vrednosti
zh_cn: '%s' 无可用值
zh_hk: 沒有給「%s」的數值

source: Value of '%s' out of range
cs: Hodnota „%s“ je mimo rozsah
de: Wert von »%s« ist außerhalb des Bereichs
es: El valor «%s» está fuera de rango
gl: O valor «%s» está fora de rango
he: הערך של '%s' אינו בטווח
sl: Vrednost '%s' je izven obsega
zh_cn: '%s' 的值超出范围
zh_hk: 「%s」的數值超過界限

source: Failed to %s Rygel service: %s
cs: Selhalo %s služby Rygel: %s
de: %s des Rygel-Dienstes ist fehlgeschlagen: %s
es: Falló al %s el servicio Rygel: %s
gl: Produciuse un fallo ao %s o servizo Rygel: %s
he: ארע כשל בעת %s שירות Rygel:‏ %s
sl: %s storitve Rygel je spodletelo: %s
zh_cn: 无法 %s Rygel 服务：%s
zh_hk: 無法 %s Rygel 服務：%s

source: Not Applicable
cs: Nepoužitelné
de: Nicht anwendbar
es: No es aplicable
gl: Non é aplicábel
he: לא בר יישום
sl: Ni mogoče uporabiti
zh_cn: 不适用
zh_hk: 不適用

source: Failed to write modified description to %s.
cs: Selhal zápis změněného popisu do %s.
de: Geänderte Beschreibung konnte nicht in %s gespeichert werden.
es: Falló al escribir la descripción modificada en %s.
gl: Produciuse un fallo ao escribir a descrición modificada en %s.
he: ארע כשל בכתיבת התיאור לאחר השינוי אל %s.
sl: Zapisovanje spremenjenega opisa na %s je spodletelo.
zh_cn: 将修改后的描述写入 %s 时失败。
zh_hk: 無法寫入修改描述至 %s。

source: Failed to create preferences dialog: %s
cs: Selhalo vytvoření dialogového okna předvoleb: %s
de: Einstellungsdialog konnte nicht erzeugt werden: %s
es: Falló al crear el diálogo de preferencias: %s
gl: Produciuse un fallo ao crear o diálogo de preferencias: %s
he: ארע כשל ביצירת דו־שיח ההעדפות: %s
sl: Ustvarjanje pogovornega okna možnosti je spodletelo: %s
zh_cn: 创建首选项对话框失败：%s
zh_hk: 無法建立偏好設定對話盒：%s

source: Failed to extract metadata from %s: %s
es: Falló al extraer los metadatos de %s: %s
gl: Produciuse un fallo ao extraer os metadatos desde %s: %s
he: ארע כשל בחילוץ נתוני העל מ־%s:‏ %s
zh_cn: 从 %s 中提取元数据失败：%s

source: Trying to guess from content type %s
es: Intentando averiguar el tipo de contenido de %s
gl: Tentando adiviñalo desde o tipo de contido %s
he: מתבצע ניסיון לניחוש מסוג התוכן '%s'
zh_cn: 正在尝试根据内容类型 %s 进行猜测。
zh_hk: 正在嘗試由內容類型 %s 猜測

source: 'Elements' argument missing.
es: Falta el argumento «elements».
gl: Falta o argumento «Elements»
he: הארגומנט 'Elements' חסר.
zh_cn: 缺少 'Elements' 参数
zh_hk: 缺少「Elements」參數。

source: Comments not allowed in XML
es: No se permiten comentarios en XML
gl: Non se permiten os comentarios no XML
he: תגובות אינן מורשות ב־XML
zh_cn: XML 中不允许有注释
zh_hk: 在 XML 中不允許註解
