Repository: phako/rygel-debian
Catalog: po/*.po
Languages: cs, de, es, gl, he, sl, zh_cn, zh_hk

source: Could not fetch XML
cs: Nelze získat XML
de: XML konnte nicht geholt werden
sl: XML ni mogoče pridobiti

source: Playlist download failed: %u (%s)
cs: Načtení seznamu k přehrání selhalo: %u (%s)
de: Wiedergabeliste konnte nicht heruntergeladen werden: %u (%s)
sl: Prejemanje seznama predvajanja je spodletelo: %u (%s)

source: Scheduling update for all feeds....
cs: Plánuje se aktualizace pro všechny kanály…
de: Für alle Quellen werden Aktualisierungen geplant …
sl: Razporejanje posodobitev za vse vire ...

source: Could not get RSS from configuration, using defaults
cs: Nelze získat RSS z nastavení, bude se používat výchozí
de: RSS konnte nicht aus Konfiguration ermittelt werden, Vorgabe wird verwendet
sl: Ni mogoče dobiti RSS iz nastavitev, zato bo uporabljeno privzato

source: Feed has not changed, nothing to do
cs: Kanál nebyl změněn, není potřeba nic dělat
de: Quelle wurde nicht geändert, nichts zu tun
sl: Vir ni spremenjen, zato ni odziva

source: Got unexpected response %u (%s)
cs: Obdržena neočekávaná odpověď %u (%s)
de: Unerwartete Antwort %u wurde erhalten (%s)
sl: Prejet nepričakovan odgovor %u (%s)

source: Error creating video item: %s
cs: Chyba při vytváření položky videa: %s
de: Fehler beim Erzeugen des Video-Objekts: %s
sl: Napaka med ustvarjanjem predmeta videa: %s

source: XPath query failed
cs: Dotaz XPath selhal
de: XPath-Abfrage ist fehlgeschlagen
sl: Poizvedba XPath je spodletela

source: Failed to parse doc
cs: Selhal rozbor dokumentu
de: Hilfe konnte nicht verarbeitet werden
sl: Razčlenjevanje dokumenta je spodletelo

source: Requesting change since %s
cs: Požaduje se změna od %s
de: Änderungen seit %s werden abgefragt
sl: Zahtevanje spremembe od %s

source: ZDF Mediathek RSS feed %u
cs: Kanál RSS %u na ZDF Mediathek
de: RSS-Quelle %u der ZDF-Mediathek
sl: ZDF Mediathek RSS vir %u

source: ZDF - Second German TV Channel Streams
cs: ZDF - Proudy druhého německého televizního kanálu
de: ZDF - Sendungen des Zweiten Deutschen Fernsehens
sl: ZDF - Pretoki kanalov druge nemške TV

source: group node has no 'url' property
cs: skupinový uzel nemá žádnou vlastnost „url“
de: Gruppen-Knoten hat keine »url«-Eigenschaft
sl: vozlišče skupine nima lastnosti 'url'

source: invalid or no namespace
cs: neplatný nebo žádný jmenný prostor
de: Ungültiger oder kein Namensraum
sl: neveljavno ali brez imenskega prostora

source: Invalid or no namespace on group node
cs: neplatný nebo žádný jmenný prostor ve skupinovém uzlu
de: Ungültiger oder kein Namensraum für Gruppenknoten
sl: Neveljavno ali brez imenskega prostora v vozlišču skupine

source: Could not find title
cs: Nelze najít název
de: Titel konnte nicht gefunden werden
sl: Ni mogoče najti naslova

source: Could not find URIs
cs: Nelze najít adresy URI
de: Adressen konnten nicht gefunden werden
sl: Ni mogoče najti URI-jev

source: Failed to construct URI for folder '%s': %s
cs: Selhalo sestavení adresy URI pro složku „%s“: %s
de: Adresse für Ordner »%s« konnte nicht erstellt werden: %s
es: Falló al construir el URI para la carpeta «%s»: %s
gl: Produciuse un fallo ao construir o URI para o cartafol «%s»: %s
he: ארע כשל בהרכבת הכתובת עבור התיקייה '%s':‏ %s
sl: Izgradnja URI-ja za mapo '%s' je spodletela: %s
zh_cn: 无法为文件夹 '%s' 构建 URI：%s
zh_hk: 無法建立資料夾「%s」的 URI：%s

source: Executing SPARQL query: %s
cs: Spouští se dotaz SPARQL: %s
de: SPARQL-Abfrage wird ausgeführt: %s
es: Ejecutando la consulta SPARQL: %s
gl: Executando a consulta SPARQL: %s
he: מופעלת שאילתת SPARQL:‏ %s
sl: Izvajanje poizvedbe SPARQL: %s
zh_cn: 正在执行 SPARQL 查询：%s
zh_hk: 正在執行 SPARQL 查詢：%s

source: Object creation in %s not allowed
cs: Vytváření objektů v %s není dovoleno
de: Erstellung eines Objekts in %s ist nicht erlaubt
es: No se permite la creación de objetos en %s
gl: A creación do obxecto en %s non está permitida
he: יצירת עצמים תחת %s אינה מורשית
sl: Ustvarjanje predmeta v %s ni dovoljeno
zh_cn: 不允许在 %s 中创建对象
zh_hk: 在 %s 中建立物件是不允許的

source: Failed to connect to session bus: %s
cs: Selhalo připojení ke sběrnici sezení: %s
de: Verbindung zum Sitzungsbus konnte nicht hergestellt werden: %s
es: Falló al conectar con el bus de sesión: %s
gl: Produciuse un fallo ao conectarse ao bus de sesió: %s
he: ארע כשל בהתחברות אל אפיק ההפעלה: %s
sl: Povezovanje z vodilom seje je spodletelo: %s
zh_cn: 连接到会话总线失败：%s
zh_hk: 無法連線至作業階段匯流排：%s

source: Error getting all values for '%s': %s
cs: Chyba při získávání všech hodnot pro „%s“: %s
de: Fehler beim Ermitteln aller Werte für »%s«: %s
es: Error al obtener todos los valores de «%s»: %s
gl: Produciuse un erro ao obter todos os valores para «%s»: %s
he: שגיאה בקבלת כל הערכים עבור '%s':‏ %s
sl: Napaka pridobivanja vseh vrednosti za '%s': %s
zh_cn: 为 '%s' 获取全部值时出错：%s
zh_hk: 取得「%s」所有數值時發生錯誤：%s

source: Failed to start Tracker service: %s. Plugin disabled.
cs: Selhalo spuštění služby Tracker: %s. Zásuvný modul zakázán.
de: Start des Tracker-Dienstes ist fehlgeschlagen: %s. Plugin wird deaktiviert.
es: Falló al iniciar el servicio Tracker: %s. Complemento desactivado.
gl: Produciuse un fallo ao iniciar o servizo Tracker: %s. Engadido desactivado.
he: ארע כשל בהפעלת שירות העוקב: %s. התוסף מבוטל.
sl: Začenjanje storitve Tracker je spodletelo: %s. Vstavek je onemogočen.
zh_cn: 无法启动 Tracker 服务：%s。插件已禁用。
zh_hk: 無法啟動 Tracker 服務：%s。外掛程式已停用。

source: Error creating URI from %s: %s
cs: Chyba při vytváření adresy URI z %s: %s
de: Fehler beim Erstellen der Adresse aus %s: %s
es: Error al cerar un URI desde %s: %s
gl: Produciuse un fallo ao crear o URI desde %s: %s
he: שגיאה ביצירת כתובת מ־%s:‏ %s
sl: Napaka ustvarjanja URI-ja iz %s: %s
zh_cn: 从 %s 创建 URI 时出错：%s
zh_hk: 正在從 %s 建立 URI：%s

source: Error getting item count under category '%s': %s
cs: Chyba při získávání počtu položek v kategorii „%s“: %s
de: Fehler beim Ermitteln der Objektanzahl unter Kategorie »%s«: %s
es: Error al obtener la cuenta de elementos bajo la categoría «%s»: %s
gl: Produciuse un fallo ao obter a contía de elementos baixo a categoría «%s»: %s
he: ארעה שגיאה בקבלת ספירת הפריטים תחת הקטגוריה '%s':‏ %s
sl: Napaka med dobivanjem števila predmetov pod kategorijo '%s': %s
zh_cn: 在分类 '%s' 下获取条目数时出错：%s
zh_hk: 在型錄「%s」下取得項目數量時發生錯誤：%s

source: Year
cs: Rok
de: Jahr
es: Año
gl: Ano
he: שנה
sl: Leto
zh_cn: 年代
zh_hk: 年

source: Invalid Arguments
cs: Neplatné argumenty
de: Ungültige Argumente
es: Argumentos no válidos
gl: Argumentos inválidos
he: ארגומנטים שגויים
sl: Neveljavni argumenti
zh_cn: 无效参数
zh_hk: 無效的引數

source: No such object
cs: Žádný takový objekt neexistuje
de: Kein Objekt gefunden
es: No existe el objeto
gl: Non existe o obxecto
he: אין כזה עצם
sl: Ni takšnega predmeta
zh_cn: 无此对象
zh_hk: 沒有這個物件

source: Failed to browse '%s': %s
cs: Selhalo procházení „%s“: %s
de: Durchsuchen von »%s« ist fehlgeschlagen: %s
es: Falló al examinar «%s»: %s
gl: Produciuse un fallo ao explorar «%s»: %s
he: ארע כשל בסיור ב־'%s':‏ %s
sl: Brskanje '%s' je spodletelo: %s
zh_cn: 浏览 '%s' 失败：%s
zh_hk: 無法瀏覽「%s」：%s

source: No value available
cs: Není dostupná žádná hodnota
de: Kein Wert verfügbar
es: No existe un valor disponible
gl: Non está dispoñíbel o valor
he: אין ערך זמין
sl: Nobena vrednost ni na voljo
zh_cn: 无可用值
zh_hk: 沒有數值可用

source: Invalid connection reference
cs: Neplatný odkaz připojení
de: Ungültige Verbindungsreferenz
es: Referencia de conexión no válida
gl: Referencia de conexión inválida
he: הפניית חיבור שגויה
sl: Neveljaven sklic povezave
zh_cn: 无效的连接参考
zh_hk: 無效的連線參照

source: Failed to create HTTP server for %s: %s
cs: Selhalo vytvoření serveru HTTP pro %s: %s
de: HTTP-Server für %s konnte nicht erstellt werden: %s
es: Falló al crear el servidor HTTP para %s: %s
gl: Produciuse un fallo ao crear o servidor HTTP para %s: %s
he: ארע כשל ביצירת שרת HTTP עבור %s:‏ %s
sl: Ustvarjanje strežnika HTTP za %s je spodletelo: %s
zh_cn: 为 %s 创建 HTTP 服务器失败：%s
zh_hk: 無法建立 %s 的 HTTP 伺服器：%s

source: No such file transfer
cs: Žádný takový přenos souboru neexistuje
de: Keine solche Dateiübertragung
es: No existe tal transferencia de archivo
gl: Non existe tal transferencia de ficheiro
he: אין כזאת העברת קבצים
sl: Ni takšnega prenosa datotek
zh_hk: 沒有這個檔案傳輸

source: Unable to serialize unsupported object
cs: Nelze serializovat nepodporovaný objekt
de: Serialisieren des nicht unterstützten Objekts ist fehlgeschlagen
es: No se pudo serializar el objeto no soportado
gl: Non é posíbel serializar un obxecto non compatíbel
he: לא ניתן לתאם מספר סידורי עבור פריט שאינו נתמך
sl: Nepodprtega predmeta ni mogoče postaviti v vrsto
zh_hk: 無法序列化不支援的物件

source: Required element %s missing
cs: Vyžadovaný prvek %s schází
de: Benötigtes Element %s fehlt
es: Falta el elemento requerido %s
gl: Falta o elemento %s requirido
he: הרכיב הנדרש %s חסר
sl: Zahtevan element %s manjka
zh_cn: 缺少所需元素 %s
zh_hk: 缺少了必要的元素 %s

source: Invalid Range '%s'
cs: Neplatný rozsah „%s“
de: Ungültiger Bereich »%s«
es: Rango «%s» no válido
gl: Rango «%s» inválido
he: טווח שגוי '%s'
sl: Neveljaven obseg '%s'
zh_cn: 无效范围 '%s'
zh_hk: 無效的範圍「%s」

source: Invalid Request
cs: Neplatný požadavek
de: Ungültige Anfrage
es: Petición no válida
gl: Solicitude inválida
he: בקשה בלתי תקנית
sl: Neveljavna zahteva
zh_cn: 无效请求
zh_hk: 無效的要求

source: Failed to parse query: %s
cs: Selhal rozbor dotazu: %s
de: Anfrage konnte nicht verarbeitet werden: %s
es: Falló al analizar la consulta: %s
gl: Produciuse un fallo ao analizar a consulta: %s
he: ארע כשל בניתוח השאילתה: %s
sl: Razčlenitev poizvedbe je spodletela: %s
zh_cn: 无法处理查询：%s
zh_hk: 無法分析要求：%s

source: Following HTTP headers appended to response:
cs: Následující hlavičky HTTP připojeny k odpovědi:
de: Folgende HTTP-Kopfzeilen wurden an Antwort angehängt:
es: Las siguientes cabeceras HTTP añadieron una respuesta:
gl: As seguintes cabeceiras HTTP engadiranse á resposta:
he: כותרות ה־HTTP הבאות נוספו לתגובה:
sl: Sledenje HTTP glavam pripetim odgovoru:
zh_hk: 跟隨附加的 HTTP 標頭來回應：

source: Not found
cs: Nenalezeno
de: Nicht gefunden
es: No se encontró
gl: Non se encontrou
he: לא נמצא
sl: Ni najden
zh_cn: 没有找到
zh_hk: 找不到

source: Item '%s' didn't provide a URI
cs: Položka „%s“ neposkytla adresu URI
de: Objekt »%s« stellt keine Adresse bereit
es: El elemento «%s» no proporcionó un URI
gl: O elemento «%s» non forneceu un URI
he: הפריט '%s' לא ציין כתובת
sl: Predmet '%s' ni zagotovil naslova URI
zh_cn: '%s' 项没有提供一个 URI
zh_hk: 項目「%s」沒有提供 URI

source: Invalid URI '%s'
cs: Neplatná adresa URI „%s“
de: Ungültige Adresse »%s«
es: URI «%s» no válida
gl: URI «%s» non válida
he: כתובת שגויה '%s'
sl: Neveljaven naslov URI '%s'
zh_cn: 无效 URI '%s'
zh_hk: 無效的 URI「%s」

source: Not Found
cs: Nenalezeno
de: Nicht gefunden
es: No se encontró
gl: Non se encontrou
he: לא נמצא
sl: Ni najden
zh_cn: 没有找到
zh_hk: 找不到

source: No writable URI for %s available
cs: Pro %s není k dispozici žádná zapisovatelná adresa URI
de: Keine schreibbare Adresse für %s verfügbar
es: No existe un URI escribible para %s
gl: Non está dispoñíbel un URI escribíbel para %s
he: אין כתובת עבור %s הניתנת לכתיבה
sl: Za %s ni na voljo zapisljivega naslova URI
zh_cn: 没有可用的 %s 的可写入的 URI
zh_hk: 沒有 %s 可用的可寫入 URI

source: Requested item '%s' not found
cs: Vyžadovaná položka „%s“ nenalezena
de: Angefordertes Objekt »%s« wurde nicht gefunden
es: No se encontró el elemento requerido «%s»
gl: O elemento «%s» solicitado non se encontrou
he: הפריט המבוקש '%s' לא נמצא
sl: Zahtevanega predmeta '%s' ni mogoče najti
zh_cn: 所请求的条目 '%s' 没有找到
zh_hk: 找不到要求的項目「%s」

source: HTTP %s request for URI '%s' handled.
cs: Požadavek HTTP %s pro adresu URI „%s“ vyřízen.
de: HTTP-Anfrage %s für Adresse »%s« wurde verarbeitet.
es: La solicitud HTTP %s para el URI «%s» está manejada.
gl: Xestionouse a solicitude HTTP %s para o URI «%s»
he: בקשת HTTP‏ %s עבור הכתובת '%s' טופלה.
sl: HTTP %s zahteva za naslov URI '%s' je obravnavana.
zh_cn: URI '%2$s' 的 HTTP %1$s 请求已处理。
zh_hk: 對 URI「%2$s」的 HTTP %1$s要求已處理。

source: HTTP %s request for URI '%s'. Headers:
cs: Požadavek HTTP %s pro adresu URI „%s“. Hlavičky:
de: HTTP-Anfrage %s für Adresse »%s«. Kopfzeilen:
es: Solicitud HTTP %s para el URI «%s». Cabeceras:
gl: Solicitude HTTP %s para o URI «%s». Cabeceiras:
he: בקשת HTTP‏ %s התבקשה עבור הכתובת '%s'. כותרות:
sl: HTTP zahteva %s za uri '%s'. Glave:
zh_cn: URI '%s' 的HTTP %s 请求 。头：
zh_hk: 對 URI「%2$s」的 HTTP %1$s 要求。標頭：

source: HTTP client aborted %s request for URI '%s'.
cs: Klient HTTP zrušil požadavek %s pro adresu URI „%s“.
de: HTTP-Client brach Anfrage %s für Adresse »%s« ab.
es: El cliente HTTP abortó la solicitud %s para el URI «%s».
gl: O cliente HTTP abortou a solicitude %s para o URI «%s».
he: לקוח ה־HTTP ביטל בקשת %s עבור הכתובת '%s'.
sl: HTTP odjemalec je preklical zahtevo %s za URI '%s'.
zh_cn: HTTP 客户端已中止 URI '%s' 的 %s 请求。
zh_hk: HTTP 客戶端中止了 %s 對 URI「%s」的要求。

source: HTTP POST request for URI '%s'
cs: Požadavek HTTP POST pro adresu URI „%s“
de: HTTP POST-Anfrage für Adresse »%s«
es: Solicitud HTTP POST para el URI «%s»
gl: Solicitude POST HTTP para o URI «%s»
he: בקשת POST דרך HTTP עבור הכתובת '%s'
sl: HTTP POST zahteva za URI '%s'
zh_cn: URI '%s' 的HTTP POST 请求
zh_hk: 對 URI「%s」的 HTTP POST 要求。

source: Failed to get original URI for '%s': %s
cs: Selhalo získání původní adresy URI pro „%s“: %s
de: Originaladresse für »%s« konnte nicht erhalten werden: %s
es: Falló al obtener el URI original para «%s»: %s
gl: Produciuse un fallo ao obter o URI orixinal para «%s»: %s
he: ארע כשל בקבלת הכתובת המקורית עבור '%s':‏ %s
sl: Pridobivanje izvirnega URI za '%s' je spodletelo: %s
zh_cn: 获取 '%s' 的原始 URI 失败：%s
zh_hk: 無法取得「%s」的原始 URI：%s

source: Import of '%s' to '%s' completed
cs: Import „%s“ do „%s“ zcela dokončen
de: Import von »%s« nach »%s« wurde abgeschlossen
es: Importación de «%s» en «%s» completada
gl: Completouse a importación de «%s» a «%s»
he: הייבוא של '%s' אל '%s' הושלם
sl: Uvoz '%s' v '%s' je končan
zh_cn: 导入 '%s' 到 '%s' 已完成
zh_hk: 將「%s」匯入「%s」已完成

source: No items in DIDL-Lite from client: '%s'
cs: Žádné položky v DIDL-Lite od klienta: „%s“
de: Keine Objekte in DIDL-Lite von Client: »%s«
es: No existen elementos en DIDL-Lite desde el cliente: «%s»
gl: Non hai elementos en DIDL-Lite desde o cliente «%s»
he: אין פריטים ב־DIDL-Lite מהלקוח: '%s'
sl: Ni predmetov v DIDL-Lite od odjemalca: %s
zh_hk: 客戶端的 DIDL-Lite 沒有項目：「%s」

source: Failed to create item under '%s': %s
cs: Selhalo vytvoření položky v „%s“: %s
de: Objekt unter »%s« konnte nicht erstellt werden: %s
es: Falló al crear un elemento bajo «%s»: %s
gl: Produciuse un fallo ao crear o elemento baixo «%s»: %s
he: ארע כשל ביצירת פריט תחת '%s':‏ %s
sl: Ustvarjanje predmeta pod '%s' je spodletelo: %s
zh_cn: 无法在 '%s' 下创建条目：%s
zh_hk: 無法在「%s」下建立項目：%s

source: Failed to link pad %s to %s
cs: Selhalo napojení propojky %s na %s
de: Verknüpfen von Pad %s nach %s ist fehlgeschlagen
es: Falló al enlazar el relleno de %s a %s
gl: Produciuse un fallo ao ligar o recheo %s a %s
he: ארע כשל בקישור הלוח %s אל %s
sl: Napaka med povezovanjem %s z %s

source: Plugin 'fakesink' missing
cs: Schází zásuvný modul „fakesink“
de: Plugin »fakesink« fehlt
es: Falta el complemento de tubería falsa («fakesink»)
gl: Falta o engadido «fakesink»
he: התוסף 'fakesink' חסר
sl: Vstavek 'fakesink' manjka
zh_cn: 缺少插件 'fakesink'
zh_hk: 缺少外掛程式「fakesink」

source: Failed to link %s to %s
cs: Selhalo navázání %s na %s
de: Verknüpfung von %s nach %s konnte nicht erstellt werden
es: Falló al enlazar %s con %s
gl: Produciuse un fallo ao ligar %s a %s
he: ארע כשל בקישור %s אל %s
sl: Povezovanje %s z %s je spodletelo
zh_cn: 链接 %s 到 %s 失败
zh_hk: 無法連結 %s 到 %s

source: Error from pipeline %s: %s
cs: Chyba od roury %s: %s
de: Fehler in Weiterleitung %s: %s
es: Error de la tubería %s: %s
gl: Erro desde a tubería %s: %s
he: שגיאה מצינורית הפיקוד %s:‏ %s
sl: Napaka iz cevovoda %s: %s
zh_cn: 来自于管线 %s 的错误：%s
zh_hk: 來自管線 %s 的錯誤：%s

source: Warning from pipeline %s: %s
cs: Varování od roury %s: %s
de: Warnung von Weiterleitung %s: %s
es: Advertencia de la tubería %s: %s
gl: Aviso desde a tubería %s: %s
he: אזהרה מצינורית הפיקוד %s:‏ %s
sl: Opozorilo iz cevovoda %s: %s
zh_cn: 来自管线 %s 的警告：%s
zh_hk: 來自管線 %s 的警告：%s

source: Failed to seek to offset %lld
cs: Selhal přesun na pozici %lld
de: Suche der Position %lld ist fehlgeschlagen
es: Falló al buscar hasta el desplazamiento %lld
gl: Produciuse un fallo ao buscar ao desprazamento: %lld
he: ארע כשל בעת המעבר להיסט %lld
sl: Iskanje na odmik %lld je spodletelo
zh_cn: 无法定位到偏移量 %lld

source: Failed to get log level from configuration: %s
cs: Selhalo zjištění úrovně evidence z nastavení: %s
de: Protokollstufe konnte nicht aus Konfiguration ermittelt werden: %s
es: Falló al obtener el nivel de registro de la configuración: %s
gl: Produciuse un fallo ao obter o nivel de rexistro desde a configuración: %s
he: ארע כשל בקבלת רמת הרישום מהתצורה: %s
sl: Pridobivanje ravni dnevnika iz nastavitev je spodletelo: %s
zh_cn: 无法从配置中得到日志等级：%s
zh_hk: 無法從組態中取得記錄等級：%s

source: No plugins found in %d seconds, giving up..
de: In %d Sekunden wurden keine Plugins gefunden, Abbruch.
es: No se econtraron complementos en %d segundos, abortando…
gl: Non foi posíbel encontrar engadidos en %d segundos, omitindo...
he: לא נמצאו תוספים בתוך %d שניות, מוותר...
sl: V %d sekundah ni bilo mogoče najti vstavkov, prenehanje iskanja ...
zh_cn: %d 秒已过，未找到插件，正在放弃...
zh_hk: 在 %d 秒內找不到外掛程式，正在放棄..

source: new network context %s (%s) available.
cs: dostupný nový síťový kontext %s (%s).
de: Neuer Netzwerk-Kontext %s (%s) ist verfügbar.
es: está disponible el nuevo contexto de red %s (%s).
gl: novo contexto de rede %s (%s) dispoñíbel.
he: הקשר רשת חדש %s‏ (%s) זמין.
sl: nova omrežna vsebina %s (%s) je na voljo.
zh_cn: 新的网络环境 %s (%s) 可用。
zh_hk: 新的網絡關聯 %s (%s) 無法使用。

source: Failed to create root device factory: %s
cs: Selhalo vytvoření generátoru kořenových zařízení: %s
de: Root-Device-Factory konnte nicht erstellt werden: %s
es: Falló al crear la fábrica del dispositivo raíz: %s
gl: Produciuse un fallo ao crear a factoría de dispositivo raíz: %s
he: ארע כשל ביצירת מפעל התקן על: %s
sl: Ustvarjanje tovarne korenske naprave je spodletelo: %s
zh_hk: 無法建立根裝置工廠：%s

source: Ignoring network context %s (%s).
cs: Ignoruje se síťový kontext %s (%s).
de: Netzwerk-Kontext %s (%s) wird ignoriert.
es: Ignorando el contexto de red %s (%s).
gl: Ignorando o contexto de rede %s (%s)
he: מתבצעת התעלמות מהקשר הרשת %s‏ (%s).
sl: Izpuščanje vsebine omrežja %s (%s).
zh_cn: 正在忽略网络环境 %s (%s)。
zh_hk: 略過網絡關聯 %s (%s)。

source: Network context %s (%s) now unavailable.
cs: Síťový kontext %s (%s) není právě dostupný.
de: Netwerk-Kontext %s (%s) ist jetzt nicht verfügbar.
es: Ahora el contexto de red %s (%s) no está disponible.
gl: O contexto de rede %s (%s) está agora dispoñíbel.
he: הקשר הרשת %s‏ (%s) אינו זמין כעת.
sl: Vsebina omrežja %s (%s) sedaj ni na voljo.
zh_cn: 网络环境 %s (%s) 目前不可用。
zh_hk: 網絡關聯 %s (%s) 現在無法使用。

source: Failed to create RootDevice for %s. Reason: %s
cs: Selhalo vytvoření kořenového zařízení pro %s. Důvod: %s
de: RootDevice für %s konnte nicht eingerichtet werden. Grund: %s
es: Falló al crear el DispositivoRaís para %s. Razón: %s.
gl: Produciuse un fallo ao crear o RootDevice para %s. Razón: %s
he: ארע כשל ביצירת התקן על עבור %s. סיבה: %s
sl: Ustvarjanje RootDevice za %s je spodletelo: Vzrok: %s
zh_cn: 为 %s 创建根设备失败。原因为：%s
zh_hk: 無法建立 %s 的 RootDevice。原因：%s

source: Failed to start D-Bus service: %s
cs: Selhalo spuštění služby D-Bus: %s
de: D-Bus-Dienst konnte nicht gestartet werden: %s
es: Falló al iniciar el servicio D-Bus: %s
gl: Produciuse unf allo ao iniciar o servizo de D-Bus: %s
he: ארע כשל בהפעלת שירות ה־D-Bus:‏ %s
sl: Zaganjanje storitve D-Bus je spodletelo: %s
zh_cn: 启动 D-Bus 服务失败：%s
zh_hk: 無法啟動 D-Bus 服務：%s

source: Bad URI: %s
cs: Chybná adresa URI: %s
de: Fehlerhafte Adresse: %s
es: URI errónea: %s
gl: URI erróneo: %s
he: כתובת שגויה: %s
sl: Slab naslov URI: %s
zh_cn: 坏的 URI：%s
zh_hk: 錯誤的 URI：%s

source: Failed to probe protocol for URI %s. Assuming '%s'
cs: Selhalo zjištění protokolu pro adresu URI %s. Bude se předpokládat „%s“
de: Protokoll für Adresse %s konnte nicht ermittelt werden. »%s« wird angenommen
es: Falló al probar el protocolo para el URI %s. Asumiendo «%s».
gl: Produciuse un fallo ao probar o protocolo para o URI %s. Asumindo «%s»
he: ארע כשל בבדיקת הפרוטוקול עבור הכתובת %s. נניח כי מדובר ב־'%s'
sl: Neuspešno preiskovanje protokola za naslov URI %s. Uporabljeno bo '%s'
zh_cn: 无法探测 URI %s 所用协议。假定为 '%s'
zh_hk: 無法偵測 URI %s 的通訊協定。猜測為「%s」

source: Failed to load user configuration: %s
cs: Selhalo načtení uživatelského nastavení: %s
de: Benutzerkonfiguration konnte nicht geladen werden: %s
es: Falló al cargar la configuración del usuario: %s
gl: Produciuse un fallo ao cargar a configuración do usuario: %s
he: ארע כשל בטעינת תצורת המשתמש: %s
sl: Nalaganje uporabniških nastavitev je spodletelo: %s
zh_cn: 无法加载用户配置：%s
zh_hk: 無法載入使用者組態：%s

source: No value set for '%s/enabled'
cs: Není nastavená žádná hodnota pro „%s/povoleno“
de: Kein Wert gesetzt für »%s/aktiviert«
es: No existe un valor establecido para «%s/activado»
gl: Non se estabeleceu o valor para «%s/enabled»
he: לא הוגדר ערך עבור '%s/enabled'
sl: Ni nastavljene vrednosti za '%s/enabled'
zh_cn: 没有为 '%s/enabled' 设定值
zh_hk: 沒有數值要設定給 '%s/enabled'

source: No value available for '%s/%s'
cs: Není dostupná žádná hodnota pro „%s/%s“
de: Kein Wert verfügbar für »%s/%s«
es: No existe un valor disponible para «%s/%s»
gl: Non hai un valor dispoñíbel para «%s/%s»
he: אין ערך זמין עבור '%s/%s'
sl: Ni vrednosti na voljo za '%s/%s'
zh_cn: 没有 '%s/%s' 可用的值
zh_hk: 沒有數值供 '%s/%s' 使用

source: New plugin '%s' available
cs: Dostupný nový zásuvný modul „%s“
de: Neues Plugin »%s« ist verfügbar
es: Existe un nuevo complemento «%s» disponible
gl: Está dispoñíbel o engadido «%s» novo
he: תוסף חדש '%s' זמין
sl: Nov vstavek '%s' je na voljo
zh_cn: 有新插件 '%s' 可用
zh_hk: 有新的外掛程式「%s」可用

source: Plugin '%s' disabled in user configuration, ignoring..
cs: Zásuvný modul „%s“ zakázán v uživatelském nastavení, ignoruje se…
de: Plugin »%s« ist in der Benutzerkonfiguration deaktiviert, wird ignoriert.
es: El complemento «%s» está desactivado en la configuración de usuario, ignorando…
gl: O engadido «%s» desactivouse na configuración do usuario, ignorando...
he: התוסף '%s' בוטל בתצורת המשתמש, התעלמות...
sl: Vstavek '%s' je med nastavitvami onemogočen, zato bo prezrt ...
zh_cn: 用户配置中已禁用插件 '%s'，正在略过...
zh_hk: 外掛程式「%s」在使用者組態中已停用，略過..

source: Searching for modules in folder '%s' ..
de: Im Ordner »%s« wird nach Modulen gesucht …
es: Buscando módulos en la carpeta «%s»…
gl: Buscando módulos no cartafol «%s»...
he: מתבצע חיפוש אחר מודולים בתיקייה '%s' ..
sl: Iskanje modulov v mapi '%s' ...
zh_cn: 正在文件夹 '%s' 中搜索模块...
zh_hk: 正在搜尋資料夾「%s」裏的模組..

source: Error listing contents of folder '%s': %s
cs: Chyba při výpisu obsahu složky „%s“: %s
de: Fehler beim Auflisten des Inhalts von Ordner »%s«: %s
es: Error al listar el contenido de la carpeta «%s»: %s
gl: Produciuse un erro ao mostrar os contidos do cartafol «%s»: %s
he: ארעה שגיאה בעת הצגת תכני התיקייה '%s':‏ %s
sl: Napaka med izpisovanjem vsebine mape '%s': %s
zh_cn: 无法列出文件夹 '%s' 的内容：%s
zh_hk: 列出資料夾「%s」的內容時發生錯誤：%s

source: Finished searching for modules in folder '%s'
de: Suche nach Modulen im Ordner »%s« wurde abgeschlossen.
es: Finalizó la búsqueda de módulos en la carpeta «%s»
gl: Rematou a busca dos módulos no cartafol «%s»
he: נגמר החיפוש אחר המודולים בתיקייה '%s'
sl: Iskanje modulov v mapi '%s' je končano
zh_cn: 已完成在文件夹 '%s' 中搜索模块
zh_hk: 已完成對資料夾「%s」搜尋模組

source: Failed to load module from path '%s' : %s
cs: Selhalo načtení modulu z cesty „%s“: %s
de: Modul konnte aus Pfad »%s« nicht geladen werden: %s
es: Falló al cargar el módulo desde la ruta «%s»: %s
gl: Produciuse un fallo ao cargar o módulo desde o camiño «%s»: %s
he: ארע כשל בטעינת המודול מהנתיב '%s' :‏ %s
sl: Nalaganje modula iz poti '%s' je spodletelo: %s
zh_cn: 从路径 '%s' 加载模块失败：%s
zh_hk: 無法從路徑「%s」載入模組：%s
