Repository: phako/rygel-debian
Catalog: po/*.po
Languages: cs, de, es, gl, he, sl, zh_cn, zh_hk

source: <b>Network Options</b>
cs: <b>Volby sítě</b>
de: <b>Netzwerkoptionen</b>
es: <b>Opciones de red</b>
gl: <b>Opcións de rede</b>
he: <b>אפשרויות רשת</b>
sl: <b>Možnosti omrežja>/b>
zh_cn: <b>网络选项</b>
zh_hk: <b>網絡選項</b>

source: General
cs: Obecné
de: Allgemein
gl: Xeral
he: כללי
sl: Splošno
zh_cn: 常规
zh_hk: 一般

source: Plugins
cs: Zásuvné moduly
es: Complementos
gl: Engadidos
he: תוספים
sl: Vstavki
zh_cn: 插件
zh_hk: 外掛程式

source: Rygel Preferences
cs: Předvolby Rygel
de: Rygel Einstellungen
es: Preferencias de Rygel
gl: Preferencias de Rygel
he: העדפות Rygel
sl: Možnosti Rygel
zh_cn: Rygel 首选项
zh_hk: Rygel 偏好設定

source: Select folders
cs: Výběr složek
de: Ordner wählen
es: Seleccionar carpetas
gl: Seleccionar cartafoles
he: בחירת תיקיות
sl: Izbor map
zh_cn: 选择文件夹
zh_hk: 選擇資料夾

source: Share M_usic
cs: Sdílet _hudbu
de: M_usik freigeben
es: Compartir _Música
gl: Compartir m_úsica
he: שיתוף _מוזיקה
sl: Souporaba _glasbe
zh_cn: 分享音乐(_M)
zh_hk: 分享音樂(_U)

source: Share _Pictures
cs: Sdílet o_brázky
de: _Bilder freigeben
es: Compartir _imágenes
gl: Compartir _fotos
he: שיתוף _תמונות
sl: Souporaba _slik
zh_cn: 分享图片(_P)
zh_hk: 分享照片(_P)

source: Share _Videos
cs: Sdílet _videa
de: _Videos freigeben
es: Compartir _vídeos
gl: Compartir _vídeos
he: שיתוף _וידאו
sl: Souporaba _videov
zh_cn: 分享视频(_V)
zh_hk: 分享影片(_V)

source: T_itle
cs: _Název
de: T_itel
es: _Título
gl: T_ítulo
he: _כותרת
sl: N_aslov
zh_cn: 标题(_I)

source: Ti_tle
cs: Náz_ev
de: Ti_tel
es: Tít_ulo
gl: T_ítulo
he: כו_תרת
sl: Na_slov
zh_cn: 标题(_T)

source: Write %u for username, %n for real name of the user and %h for host name
cs: Napište %u pro jméno uživatele, %n pro skutečné jméno uživatele a %h pro název počítače
de: Schreiben Sie %u als Benutzername, %n als echter Name und %h als Rechnername
es: Escribir %u para el nombre de usuario, %n para el nombre real del usuario y %h para el nombre del equipo
gl: Escribir %s para o nome de usuarios, %n para o nome real do usuario e %h para o nome do equipo
he: יש לרשום %u בתור שם המשתמש, %n בתור שם המשתמש האמתי ו־%h בתור שם המארח
sl: Vpišite %u za uporabniško ime, %n za pravo ime uporabnika in %h za ime gostitelja
zh_cn: 写入 %u 代表用户名，%n 为用户真名，%h 为主机名
zh_hk: 寫入 %u 為使用者名稱，%n 為使用者的真實姓名，%h 為主機名稱

source: _Enable UPnP/DLNA
cs: Povolit _UPnP/DLNA
de: UPnP/DLNA aktivi_eren
es: _Activar UPnP/DLNA
gl: _Activar UPnP/DLNA
he: _אפשור UPnP/DLNA
sl: _Omogoči UPnP/DLNA
zh_cn: 启用 UPnP/DLNA(_E)
zh_hk: 啟用 UPnP/DLNA (_E)

source: _Interface
cs: _Rozhraní
de: Schn_ittstelle
es: _Interfaz
he: _מנשק
sl: V_mesnik
zh_cn: 网卡(_I)
zh_hk: 介面(_I)

source: _Media Export
cs: Export _médií
de: _Medien-Export
es: Exportar _multimedia
gl: Exportar _multimedia
he: יי_צוא מדיה
sl: _Izvoz večpredstavnosti
zh_cn: 媒体导出(_M)
zh_hk: 媒體匯出(_M)

source: _Port
es: _Puerto
gl: _Porto
he: _פתחה
sl: _Vrata
zh_cn: 端口(_P)
zh_hk: 連接埠(_P)

source: _Transcoding support
cs: Podpora převo_dů
de: Un_terstützung für Umwandlung
es: Soporte para _transcodificación
gl: Compatibilidade de _transcodificación
he: תמיכה בה_מרה דיגיטלית
sl: Podpora p_rekodiranja
zh_cn: 转码支持(_T)
zh_hk: 轉碼支援(_T)

source: _URIs
cs: Adresy _URI
de: _Adressen
es: _URI
he: _כתובות
sl: Naslovi _URI

source: Invalid InstanceID
cs: Neplatné InstanceID
de: Ungültige InstanceID
es: ID de instancia no válido
gl: InstanceID inválido
he: מזהה המופע שגוי
sl: Neveljaven InstanceID
zh_cn: 无效的 InstanceID
zh_hk: 無效的 InstanceID

source: Play speed not supported
cs: Rychlost přehrávání není podporována
de: Wiedergabegeschwindigkeit wird nicht unterstützt
es: No se soporta la velocidad de reproducción
gl: Velocidade de reprodución non admitida
he: מהירות הנגינה אינה נתמכת
sl: Hitrost predvajanja ni podprta
zh_cn: 不支持播放速度
zh_hk: 不支援這個播放速度

source: Seek mode not supported
cs: Režim přesunu ve stopě není podporován
de: Suchmodus wird nicht unterstützt
es: No se soporta el modo de búsqueda
gl: Non se admite o modo de busca
he: מצב סקירה אינו נתמך
sl: Način iskanja ni podprt
zh_cn: 不支持定位模式
zh_hk: 不支援搜尋模式

source: Transition not available
cs: Přechod není k dispozici
de: Übergang nicht verfügbar
es: La transición no está disponibe
gl: Transición non dispoñíbel
he: העברה אינה זמינה
sl: Prehod ni na voljo

source: Setting up timeout for LastChange
cs: Nastavuje se časový limit pro LastChange
de: Zeitablauf für LastChange wird eingerichtet
es: Configurar el tiempo de expiración del último cambio
gl: Configurar o tempo máximo de espera para o LastChange
he: הגדרת תפוגת זמן עבור השינוי האחרון
sl: Nastavljanje zakasnitve za ZadnjaSprememba
zh_cn: 正在为 LastChange 设定超时

source: Changing playback state to %s..
cs: Mění se stav přehrávání na %s…
de: Wiedergabestatus wurde zu %s geändert.
es: Cambiando el estado de reproducción a %s…
gl: Cambiando o estado de reprodución a %s...
he: מצב הנגינה משתנה ל־%s...
sl: Spreminjanje stanja predvajanja v %s ...
zh_cn: 正在更改回放状态为 %s..
zh_hk: 正在將播放狀態改變為 %s..

source: URI set to %s.
cs: Adresa URI nastavena na %s.
de: Adresse wurde auf %s gesetzt.
es: URL establecido a %s.
gl: URI estabelecida a %s.
he: הכתובת שונתה ל־%s.
sl: naslov URI je nastavljen na %s.
zh_cn: URI 设定为 %s。
zh_hk: URI 設定為 %s。

source: volume set to %f.
cs: Hlasitost nastavena na %f
de: Lautstärke wurde auf %f gesetzt.
es: volumen establecido a %f.
gl: volume estabelecido a %f.
he: עצמת השמע הוגדרה ל־%f.
sl: glasnost je nastavljena na %f.
zh_cn: 音量设定为 %f。
zh_hk: 音量設定為 %f。

source: Seeking to %s.
cs: Přesouvá se na %s
de: %s wird durchsucht.
es: Buscando hasta %s.
gl: Buscando até %s
he: מעבר ל־%s.
sl: Iskanje %s
zh_cn: 正在定位至 %s。
zh_hk: 尋找到 %s。

source: GStreamer Renderer
cs: Vykreslování GStreamer
es: Renderizador de GStreamer
gl: Renderizador de GStreamer
he: המפענח של GStreamer
sl: Izrisovalnik GStreamer
zh_cn: GStreamer 渲染器
zh_hk: GStreamer 繪圖器

source: Invalid Name
cs: Neplatný název
de: Ungültiger Name
es: Nombre no válido
gl: Nome inválido
he: שם בלתי תקני
sl: Neveljavno ime
zh_cn: 无效的名称
zh_hk: 無效的名稱

source: Action Failed
cs: Akce selhala
de: Vorgang ist fehlgeschlagen
es: Falló la acción
gl: Produciuse un fallo na acción
he: הפעולה נכשלה
sl: Dejanje je spodletelo
zh_cn: 行动失败
zh_hk: 動作失敗

source: Using database file %s
cs: Používá se databázový soubor %s
de: Datenbankdatei %s wird verwendet
es: Usando el archivo de la base de datos %s
gl: Usando o ficheiro da base de datos %s
he: נעשה שימוש בקובץ מסד הנתונים %s
sl: Uporaba datoteke podatkovne zbirke %s
zh_cn: 正在使用数据库文件 %s
zh_hk: 正在使用資料庫檔案 %s

source: Failed to open database: %d (%s)
cs: Selhalo otevření databáze: %d (%s)
de: Fehler beim Öffnen der Datenbank: %d (%s)
es: Falló al abrir la base de datos: %d (%s)
gl: Produciuse un fallo ao abrir a base de datos %d (%s)
he: ארע כשל בפתיחת מסד הנתונים: %d‏ (%s)
sl: Odpiranje podatkovne zbirke je spodletelo: %d (%s)
zh_cn: 打开数据库失败：%d (%s)
zh_hk: 開啟資料庫失敗：%d (%s)

source: Query: %s, Time: %f
cs: Dotaz: %s, Čas: %f
de: Abfrage: %s, Zeit: %f
sl: Poizvedba: %s, Čas: %f

source: Unsupported type %s
cs: Nepodporovaný typ %s
de: Nicht unterstützter Typ %s
es: Tipo %s no soportado
gl: Tipo %s non admitido
he: סוג בלתי נתמך %s
sl: Nepodprta vrsta %s
zh_cn: 不支持类型 %s
zh_hk: 不支援類型 %s

source: Failed to roll back transaction: %s
cs: Selhalo vrácení transakce do předchozího stavu: %s
de: Zurücknehmen der Transaktion ist fehlgeschlagen: %s
es: Falló al deshacer la transacción: %s
gl: Produciuse un fallo ao desfacer a transacción: %s
he: ארע כשל בהחזרת ההעברה: %s
sl: Povračilo opravila je spodletelo: %s
zh_cn: 无法回滚事务：%s

source: Checking for gstreamer playbin...
cs: Prověřuje se prvek playbin systému gstreamer…
de: Nach gstreamer playbin wird gesucht …
sl: Iskanje programnika gstreamer playbin

source: Using playbin2
cs: Používá se prvek playbin2
de: playbin2 wird verwendet
es: Usando playbin2
gl: Usando playbin2
he: נעשה שימוש ב־playbin2
sl: Uporaba programnika playbin2
zh_cn: 正在使用 playbin2
zh_hk: 正在使用 playbin2

source: Could not create Playbin2, trying Playbin
cs: Nelze vytvořit Playbin2, zkouší se Playbin
de: Playbin2 konnte nicht eingerichtet werden, Playbin wird versucht
es: No se pudo crear el «Playbin2», intentándolo con «Playbin»
gl: Non foi posíbel crear o «Playbin2», tentándoo con «Playbin».
he: לא ניתן ליצור את Playbin2, מנסה את Playbin
sl: Ni mogoče ustvariti programnika playbin2, zato bo preizkušen playbin
zh_cn: 无法创建 Playbin2，正在尝试 Playbin
zh_hk: 無法建立 Playbin2，正在嘗試 Playbin

source: Using playbin
cs: Používá se prvek playbin
de: playbin wird verwendet
es: Usando playbin
gl: Usando playbin
he: נעשה שימוש ב־playbin
sl: Uporaba programnika playbin
zh_cn: 正在使用 Playbin
zh_hk: 正在使用 playbin

source: Could not find any playbin.
cs: Nelze najít žádný prvek playbin.
de: Es konnte kein Playbin gefunden werden.
es: No se pudo encontrar ningún «playbin».
gl: Non foi posíbel encontrar ningún «playbin».
he: לא ניתן למצוא playbin כלל.
sl: Programnika playbin ni mogoče najti.
zh_cn: 无法找到任何 Playbin
zh_hk: 找不到任何 playbin。

source: Please check your gstreamer setup
cs: Zkontrolujte prosím své nastavení systému gstreamer
de: Bitte prüfen Sie Ihre GStreamer-Einstellungen
es: Compruebe su configuración de GStreamer
gl: Comprobe a súa configuración de Gstreamer
he: יש לבדוק את התקנת ה־gstreamer שלך
sl: Preverite vaše nastavitve gstreamer
zh_cn: 请检查您的 gstreamer 设定
zh_hk: 請檢查你的 gstreamer 設定

source: Metadata extractor timed out on %s, restarting
cs: Při zjišťování metadat z %s vypršel časový limit, restartuje se
de: Zeitüberschreitung beim Entpacken der Metadaten auf %s, wird neu gestartet
es: Expiró el tiempo para el extractor de metadatos en %s, reiniciando
gl: O tempo expirou para o extractor de metadatos en %s, reiniciando
he: פג הזמן לפעולת מחלץ נתוני העל ב־%s, מופעל מחדש
sl: Razširnik metapodatkov je časovno pretekel na %s, zato bo opravilo ponovno zagnano
zh_cn: 元数据提取器在 %s 上超时，正在重新启动

source: Pipeline stuck while reading file info
cs: Chyba roury při čtení informací o souboru
de: Weiterleitung ist blockiert beim Lesen der Dateiinformation
es: La tubería se paró al leer la información del archivo
gl: A tubería parouse ao ler a información do ficheiro
he: צינורית הפקודות נתקעה בעת קריאת נתוני הקובץ
sl: Cevovod je obtičal med branjem podatkov o datoteki
zh_cn: 读取文件信息时管线被卡住

source: Scheduling file %s for metadata extraction
cs: Plánuje se soubor %s pro zjištění metadat
de: Datei %s wird für das Auslesen der Metadaten vorgesehen
es: Planificando el archivo %s para la extracción de metadatos
gl: Planificando o ficheiro %s para a extracción de metadatos
he: מתבצע תזמון לחילוץ נתוני על מהקובץ %s
sl: Razporejanje datoteke %s za izločanje metapodatkov

source: Failed to query content type for '%s'
cs: Selhal dotaz na typ obsahu pro „%s“
de: Typ des Inhalts konnte für »%s« nicht abgefragt werden
es: Falló al consultar el tipo de contenido para «%s»
gl: Produciuse un fallo ao consultar o tipo de contido para «%s»
he: ארע כשל בתשאול סוג התוכן עבור '%s'
sl: Poizvedba vrste vsebine za '%s' je spodletela
zh_cn: 无法查询 '%s' 的内容类型
zh_hk: 無法查詢「%s」的內容類型

source: Invalid object type
cs: Neplatný typ objektu
de: Ungültiger Objekttyp
sl: Neveljavna vrsta predmeta

source: Failed to add item with ID %s: %s
cs: Selhalo přidání položky s ID %s: %s
de: Hinzufügen des Objekts mit Kennung %s ist fehlgeschlagen: %s
es: Falló al añadir el elemento con ID %s: %s
gl: Produciuse un fallo ao engadir o elemento con ID %s: %s
he: ארע כשל בהוספת פריט עם מספר זיהוי %s:‏ %s
sl: Dodajanje predmeta z ID %s je spodletelo: %s
zh_hk: 無法加入 ID %s 的項目：%s

source: Object %s is not an item
cs: Objekt %s není položkou
de: Objekt %s ist kein Eintrag
es: El objeto %s no es un elemento
gl: O obxecto %s non é un elemento
he: העצם %s איננו פריט
sl: Predmet %s ni ustrezen
zh_cn: 对象 %s 不是一个条目
zh_hk: 物件 %s 不是項目

source: Original search: %s
cs: Originální hledaný výraz: %s
de: Originale Suche: %s
es: Búsqueda original: %s
gl: Busca orixinal: %s
he: החיפוש המקורי: %s
sl: Izvirno iskanje: %s
zh_hk: 原始搜尋：%s

source: Parsed search expression: %s
cs: Analyzovaný hledaný výraz: %s
de: Suchausdruck wurde verarbeitet: %s
es: Expresión de búsqueda analizada: %s
gl: Expresión de busca analizada: %s
he: התבצע ניתוח של ביטוי החיפוש: %s
sl: Razčlenjen izraz iskanja: %s
zh_cn: 完成解析搜索表达式：%s
zh_hk: 分析的搜尋語詞：%s

source: Failed to attach to DBus session bus: %s
cs: Selhalo napojení na sběrnici sezení D-Bus: %s
de: Anhängen an DBus-Sitzungsbus ist fehlgeschlagen: %s
es: Falló al adjuntarse al bus de sesión D-Bus: %s
gl: Produciuse un fallo ao anexarse ao bus de sesión D-Bus: %s
he: ארע כשל בהצטרפות לאפיק ההפעלה של DBus:‏ %s
sl: Pripenjanje vodila seje k DBus je spodletelo: %s
zh_cn: 连接到 DBus 会话总线失败：%s
zh_hk: 無法附加到 DBus 作業階段匯流排：%s

source: Failed to query database: %s
cs: Selhal dotaz do databáze: %s
de: Abfrage der Datenbank ist fehlgeschlagen: %s
es: Falló al consultar la base de datos: %s
gl: Produciuse un fallo ao consultar a base de datos: %s
he: ארע כשל בתשאול מסד הנתונים: %s
sl: Poizvedba podatkovne zbirke je spodletela: %s
zh_cn: 查询数据库失败：%s
zh_hk: 查詢資料庫失敗：%s

source: Failed to update database: %s
cs: Selhala aktualizace databáze: %s
de: Aktualisieren der Datenbank ist fehlgeschlagen: %s
es: Falló al actualizar la base de datos: %s
gl: Produciuse un fallo ao actualizar a base de datos: %s
he: ארע כשל בעדכון מסד הנתונים: %s
sl: Posodabljanje podatkovne zbirke je spodletelo: %s
zh_cn: 更新数据库失败：%s
zh_hk: 無法更新資料庫：%s

source: failed to enumerate folder: %s
cs: selhalo zjištění obsahu složky: %s
de: Nummerierung des Ordners ist fehlgeschlagen: %s
es: Falló al enumerar la carpeta: %s
gl: Produciuse un fallo ao enumerar o cartafol: %s
he: ארע כשל במניית התיקייה: %s
sl: Številčenje mape je spodletelo: %s
zh_cn: 列举文件夹失败：%s
zh_hk: 無法列舉資料夾：%s

source: Failed to get children of container %s: %s
cs: Selhalo získání potomka kontejneru %s: %s
de: Kindobjekte für Container %s konnten nicht erhalten werden: %s
es: Falló al obtener el hijo del contenedor %s: %s
gl: Produciuse un fallo ao obter o fillo do contedor %s: %s
he: ארע כשל בקבלת הצאצא של המכל %s:‏ %s
sl: Pridobivanje podrejenega predmeta zabojnika %s je spodletelo: %s
zh_cn: 无法得到容器 %s 的子容器：%s
zh_hk: 無法取得容器 %s 的子項：%s

source: File %s does not need harvesting
cs: Ze souboru %s není potřeba získat metadata
de: Datei %s muss nicht abgesucht werden
es: El archivo %s no necesita recolección
gl: O ficheiro %s non necesita recolección
he: הקובץ %s אינו זקוק לקצירה
sl: Datoteka %s ne zahteva zbiranja
zh_cn: 文件 %s 无须获取元数据

source: Failed to harvest file %s: %s
cs: Selhalo získání metadat ze souboru %s: %s
de: Absuchen der Datei %s schlug fehl: %s
es: Falló al recolectar el archivo %s: %s
gl: Produciuse un fallo ao recolectar o ficheiro %s: %s
he: ארע כשל בקצירת הקובץ %s:‏ %s
sl: Spodletelo zbiranje za datoteko %s: %s
zh_cn: 获取文件 %s 的元数据：%s

source: Failed to detect UPnP class for '%s', assuming '%s'
cs: Selhalo zjištění třídy UPnP pro „%s“, bude se předpokládat „%s“
de: Erkennung der UPnP-Klasse für »%s« ist fehlgeschlagen, »%s« wird angenommen
es: Falló al detectar la clase UPnP para «%s», asumiendo «%s»
gl: Produciuse un fallo ao detectar a clase UPnP para «%s», asumindo «%s»
he: ארע כשל באיתור מחלקת ה־UPnP עבור '%s', מניח כי מדובר ב־'%s'
sl: Zaznavanje razreda UPnP za '%s' je spodletelo, predpostavljanje '%s'
zh_cn: 无法探测 '%s' 的 UPnP 类别，假定为 '%s'
zh_hk: 無法偵測「%s」的 UPnP 類別，推測為「%s」

source: File '%s' is of unknown format/type.
cs: Soubor „%s“ je neznámého formátu/typu.
de: Format und/oder Typ der Datei »%s« sind unbekannt.
es: El archivo «%s» es de un tipo/formato desconocido.
gl: O ficheiro «%s» é dun tipo/formato descoñecido.
he: הקובץ '%s' הוא מסוג/פורמט בלתי ידוע.
sl: Datoteka '%s' je neznane oblike/vrste
zh_cn: 文件 '%s' 是未知格式/类型。
zh_hk: 檔案「%s」是不明的格式/類型。

source: Got empty taglist for file %s
cs: Obdržen prázdný seznam štítků pro soubor %s
de: Für Datei %s wurde eine leere Markierungsliste empfangen
es: Se obtuvo una lista de etiquetas vacía para el archivo %s
gl: Obtívose unha lista de etiquetas baleiras para o ficheiro %s
he: התקבלה רשימת תגיות ריקה עבור הקובץ %s
sl: Pridobljen je bil prazen seznam oznak za datoteko %s
zh_cn: 从文件 %s 获得的标签列表为空
zh_hk: 在檔案 %s 取得空白的標籤清單

source: @REALNAME@'s media
cs: Média uživatele @REALNAME@
de: Medien von @REALNAME@
es: Multimedia de @REALNAME@
gl: Multimedia de @REALNAME@
he: המדיה של @REALNAME@
sl: Medij uporabnika @REALNAME@
zh_cn: @REALNAME@ 的媒体
zh_hk: @REALNAME@ 的媒體

source: ID does not contain pairs
cs: ID neobsahuje dvojice
de: Kennung enthält keine Paarungen
es: El ID no contiene pares
gl: O ID non contén pares
he: המזהה אינו מכיל צמדים
sl: ID ne vsebuje parov
zh_hk: ID 不成配對

source: Empty part not allowed in virtual ID
cs: Prázdná část není ve virtuálním ID dovolena
de: Leere Bestandteile sind in virtueller Kennung nicht erlaubt
es: El ID virtual no permite una parte vacía
gl: O ID virtual non permite unha parte baleira
he: החלק הריק אינו מורשה במזהה וירטואלי
sl: Prazen del ni dovoljen v navidezno določenem ID
zh_cn: 不允许在虚拟 ID 中出现空白部分
zh_hk: 在虛擬 ID 中不允許有空白的部分

source: Placeholder can only be on second place
cs: Zástupný symbol může být uveden jen na druhém místě
de: Ein Platzhalter kann nur an zweiter Stelle stehen
es: El marcador de posición sólo puede ester en el segundo lugar
gl: O marcador de posición só pode estar no segundo lugar
he: ממלא המקום יכול להיות רק במקום השני
sl: Držalo je lahko le na drugemu mestu
zh_cn: Placeholder 只能处于第二个位置
zh_hk: 佔位符只能放在第二個位置

source: We have %u child.
cs: Máme %u potomka.
de: Es gibt %u Kindobjekt.
sl: Obstaja še %u podrejenih predmetov.

source: Registering %s for %s
cs: Registruje se %s pro %s
de: %s wird für %s registriert
sl: Vpisovanje %s za %s

source: Directory %s gone, removing watch
cs: Složka %s je pryč, odstraňuje se sledování
de: Ordner %s wurde entfernt, Überwachung wird aufgegeben
es: La carpeta %s ha desaparecido, quitando la vigilancia
gl: O cartafol %s desapareceu, quitando a vixilancia
he: התיקייה %s איננה, המעקב יוסר
sl: Mape %s ni več, zato opazovanje ne bo dejavno
zh_hk: 目錄 %s 消失了，正在移除監控

source: Failed to get file info for %s
cs: Selhalo získání informací pro %s
de: Dateiinformation für %s konnte nicht erhalten werden
es: Falló al obtener el archivo de información para %s
gl: Produciuse un fallo ao obter o ficheiro de información para %s
he: ארע כשל בקבלת המידע עבור %s
sl: Pridobivanje podatkov datoteke za %s je spodletelo
zh_cn: 获取 %s 的文件信息失败
zh_hk: 無法取得 %s 的檔案資訊

source: Nothing configured, using XDG special folders
cs: Nic není nastaveno, použijí se speciální složky XDG
de: Nichts eingestellt, spezielle XDG-Ordner werden verwendet
es: No hay nada configurado, usando las carpetas especiales XDG
gl: Non hai nada configurado, usando os cartafoles especiais XDG
he: שום דבר לא הוגדר, נעשה שימוש בתיקיות המיוחדות של XDG
sl: Ni določenih nastavitev, zato bodo uporabljene posebne mape XDG
zh_cn: 没有配置，正使用 XDG 指定文件夹
zh_hk: 尚未設定，使用 XDG 特殊資料夾

source: Failed to create instance of database
cs: Selhalo vytvoření instance databáze
de: Erstellung einer Datenbankinstanz ist fehlgeschlagen
es: Falló al crear una instancia de la base de datos
gl: Produciuse un fallo ao crear unha instancia da base de datos
he: ארע כשל ביציאת מופיע של מסד הנתונים
sl: Odstranjevanje primerka podatkovne zbirke je spodletelo
zh_cn: 无法创建数据库实例
zh_hk: 無法建立資料庫的實體

source: Failed to remove URI: %s
cs: Selhalo odstranění adresy URI: %s
de: Entfernen der Adresse ist fehlgeschlagen: %s
es: Falló al quitar el URI: %s
gl: Produciuse un fallo ao eliminar o URI: %s
he: ארע כשל בהסרת הכתובת: %s
sl: Odstranjevanje naslova URI je spodletelo: %s
zh_cn: 无法删除 URI：%s
zh_hk: 無法移除 URI：%s

source: Albums
cs: Alba
de: Alben
es: Álbumes
gl: Álbumes
he: אלבומים
sl: Albumi
zh_cn: 专辑
zh_hk: 專輯

source: Artists
cs: Umělci
de: Künstler
gl: Artistas
he: אמנים
sl: Izvajalci
zh_cn: 艺人
zh_hk: 演出者

source: Failed to create MediaExport DBus service: %s
cs: Selhalo vytvoření služby MediaExport ve sběrnici DBus: %s
de: DBus-Dienst »MediaExport« konnte nicht eingerichtet werden: %s
es: Falló al crear el servicio de D-Bus MediaExport: %s
gl: Produciuse un fallo ao crear o servizo de D-Bus MediaExpot: %s
he: ארע כשל ביצירת שירות ה־D-Bus לייצוא מדיה: %s
sl: Ustvarjanje DBus storitve izvoza večpredstavnosti je spodletelo: %s
zh_cn: 无法创建 MediaExport DBus 服务：%s
zh_hk: 無法建立 MediaExport DBus 服務：%s

source: %s is not a valid virtual ID
cs: %s není platné virtuální ID
de: %s ist keine gültige virtuelle Kennung
es: %s no es una ID virtual válida
gl: %s non é un ID virtual válido
he: %s אינו מספר זיהוי וירטואלי תקני
sl: %s ni veljaven navidezni ID
zh_cn: %s 不是有效的虚拟 ID
zh_hk: %s 是無效的 ID

source: Got error while trying to find virtual folders: %s
cs: Obdržena chyba během pokusu najít virtuální složky: %s
de: Fehlermeldung beim Versuch, virtuelle Ordner zu finden: %s
es: Se obtuvo un error al intentar encontrar carpetas virtuales: %s
gl: Obtívose un erro ao tentar encontrar cartafoles virtuais: %s
he: התקבלה שגיאה בעת הניסיון למציאת תיקיות וירטואליות: %s
sl: Med poskusom iskanja navideznih map je prišlo do napake: %s
zh_cn: 尝试找到虚拟文件夹时发生错误：%s
zh_hk: 當嘗試尋找虛擬資料夾時發生錯誤：%s

source: ID %s no longer in config, deleting...
cs: ID %s již nadále není v nastavení, maže se…
de: Kennung %s befindet sich nicht mehr in der Konfiguration, wird gelöscht …
es: El ID %s ya no está en la configuración, eliminándolo…
gl: O ID %s xa non está na configuración, eliminándoo...
he: מספר הזיהוי %s אינה נמצאת עוד בתצורה, מוחק...
sl: ID %s ni več v nastavitvah, brisanje ...
zh_cn: ID %s 已不在配置中，正在删除...
zh_hk: ID %s 已不在設定中，正在刪除...

source: Failed to remove entry: %s
cs: Selhalo odstranění záznamu: %s
de: Entfernen des Eintrags ist fehlgeschlagen: %s
es: Falló al quitar la entrada: %s
gl: Produciuse un fallo ao quitar a entrada: %s
he: ארע כשל בהסרת הרשומה: %s
sl: Odstranitev vnosa je spodletela: %s
zh_cn: 删除条目失败：%s
zh_hk: 無法移除項目：%s

source: '%s' harvested
cs: Ze souboru „%s“ byl získána všechna metadata
de: »%s« wurde abgesucht
es: «%s» recolectado
gl: «%s» recolectado
he: '%s' נקצר
sl: '%s' zbrano
zh_cn: 已获取 '%s' 的元数据

source: No Metadata extractor available. Will not crawl
cs: Není dispozici žádný nástroj na zjišťování metadat. Nebude se procházet
de: Kein Extrahierer für Metadaten verfügbar. Es wird nicht gesucht
es: No existe un extractor de metadatos disponible. No se arrastrará.
gl: Non hai ningún extractor de metadatos. Non se analizará
he: אין מחלץ נתוני על זמין. לא יתבצע אחזור מידע
sl: Na voljo ni ustreznega razširnika. Podatki ne bodo zbrani.

source: Already harvesting; cancelling
cs: Metadata již byla získána; ruší se
de: Es wird bereits abgesucht; Abbruch läuft
es: Ya se está recolectando; cancelando
gl: Xa foi recolectado; cancelando
he: כבר מתבצע קציר; מבטל
sl: Zbiranje že teže, dejanje je preklicano.
zh_cn: 已经在获取元数据了；正在取消

source: Trying to harvest %s because of %d
cs: Zkouší se získat metadata ze souboru %s v důsledku události %d
de: Es wird versucht %s abzusuchen, weil %d
es: Intentando recolectar %s debido a %d
gl: Tentando recolectar %s por mor de %d
he: מתבצע ניסיון לקצירת %s עקב %d
sl: Poskus zbiranja %s zaradi %d
zh_cn: 正在尝试获取 %s 的元数据，因为 %d

source: Error fetching object '%s' from database: %s
cs: Chyba při získávání objektu „%s“ z databáze: %s
de: Fehler beim Holen des Objekts »%s« aus der Datenbank: %s
es: Error al obtener el objeto «%s» de la base de datos: %s
gl: Produciuse un fallo ao obter o obxecto «%s» desde a base de datos: %s
he: ארעה שגיאה בקבלת העצם '%s' ממסד הנתונים: %s
sl: Napaka med pridobivanjem predmeta '%s' iz podatkovne zbirke: %s
zh_cn: 从数据库取回目标 '%s' 时出错：%s
zh_hk: 從資料庫接收物件「%s」時發生錯誤：%s

source: Error removing object from database: %s
cs: Chyba při odstraňování objektu z databáze: %s
de: Fehler beim Entfernen des Objekts aus der Datenbank: %s
es: Error al quitar el objeto de la base de datos: %s
gl: Produciuse un fallo ao eliminar o obxecto desde a base de datos: %s
he: ארעה שגיאה בעת הסרת העצם ממסד הנתונים: %s
sl: Napaka med odstranjevanjem predmeta iz podatkovne zbirke: %s
zh_cn: 从数据库中删除对象时出错：%s
zh_hk: 從資料庫移除物件時發生錯誤：%s
